Repository: Lud972vic/JusteUnRegard-Symfony
Catalog: translations/messages.*.xlf
Languages: fr

source: Your article has been published !
fr: Votre article a été publié !

source: Item list
fr: Liste d'articles

source: Search
fr: Rechercher

source: Read the article
fr: Lire l'article

source: The articles
fr: Les articles

source: Article management
fr: Gestion d'articles

source: Legal mentions
fr: Mentions légales

source: My profile
fr: Mon profil

source: Log in
fr: S'identifier

source: Registration
fr: S'inscrire

source: Sign up
fr: Se connecter

source: Sign out
fr: Déconnexion

source: Easy-admin
fr: Administration facile

source: Quick user management
fr: Gestion rapide des utilisateurs

source: Register
fr: S'inscrire

source: Your media has been published !
fr: Votre média a été publié !

source: Your media has been updated !
fr: Votre média a été mis à jour !

source: Your media has been deleted !
fr: Votre média a été supprimé !

source: Our members
fr: Nos membres

source: Media management
fr: Gestion de médias

source: Editor
fr: Éditeur

source: Please select a medium, please.
fr: Veuillez sélectionner un média, s'il vous plait.

source: Be curious
fr: Soyez curieux

source: The pictures
fr: Les photographies

source: The tutorials
fr: Les tutoriels
